package kadicha;

public class Main {

    public static void main(String[] args) {
        //Задание на сообразительность
        String name="Эльза";
        System.out.println("Здраствуйте!");
        System.out.println("Как вас  зовут?");
        System.out.println( "Здрасвтуйте"+ "," +" "+ name+ "!");
    }
}
